{
  "posts": [
    { "id": 1, "title": "Post 1" },
    { "id": 2, "title": "Post 2" },
    { "id": 3, "title": "Post 3" }
  ],
  "comments": [
    { "id": 1, "body": "some comment", "postId": 1 },
    { "id": 2, "body": "some comment", "postId": 1 }
  ],
  "destinazioni" : [
  {
  "id" : 1,
  "nome": "Belgio",
  "descrizione": "Il Belgio è una nazione dell'Europa Occidentale nota per le città medievali, l'architettura rinascimentale e in quanto sede dell'Unione Europea e della NATO. È suddivisa in regioni distinte: le Fiandre di lingua olandese a nord, la Vallonia francofona a sud e la comunità germanofona a est. La capitale bilingue, Bruxelles, ospita edifici in stile Art Nouveau. Le case delle corporazioni, riccamente decorate, si affacciano sulla Grand-Place.",  
  "sicurezza": "Non si segnalano al momento particolari criticità in relazione all’ordine pubblico.Sono frequenti gli episodi di micro-criminalità (scippi, piccoli furti con uso di violenza e minacce) nelle principali agglomerazioni urbane. In particolar modo si consiglia di prestare attenzione in alcune zone centrali di Anversa, Bruxelles, Charleroi e Liegi a causa di furti e scippi.",
  "cibo": "Ai belgi piace mangiare. Il Belgio è famoso per la sua buona cucina e le persone amano recarsi spesso nei ristoranti. La migliore descrizione per il cibo belga sarebbe cibo francese in quantità tedesche. La cucina belga è molto influenzata dalla cucina francese e, durante gli ultimi anni, anche da altre cucine internazionali e mondiali. Si dice spesso che i belgi vivono in una nazione di Gourmands (francese), o di Bourgondiërs (olandese): il termine deriva dai duchi di Borgogna, la cui corte fu conosciuta per il suo gran lusso e ricchezza, e per i suoi pasti abbondanti. I belgi di solito mangiano tre volte al giorno: una prima colazione, un pranzo e una cena.In cucina si utilizzano di preferenza prodotti regionali e ingredienti tipici della stagione. Per questo, si vede la notevole differenza in una cucina nazionale per un paese tanto piccolo. Per esempio, piatti di pescato e ricette con mitili predominano i menù nella costa belga, mentre si utilizza la caccia nelle zone interne. Sia i fiamminghi così come i valloni hanno sviluppato le proprie ricette regionali. Il belga Charles de l’Écluse (1526-1609), anche conosciuto con il nome di Carolus Clusius, scrisse una carta importante sulla dispersione della patata in Belgio e nel resto d'Europa. Dalla sua introduzione, la patata costituisce il prodotto più importante nella cucina rurale belga. Altri prodotti utilizzati nella cucina sono l'anguilla, gamberetti del Mare del Nord, mitili, cacciagione, prosciutto, indivia bianca e frutta come pere, fragole, mele, ecc. I supermercati offrono una grande selezione di alimenti di qualità elevata e fina."
  },
  {
    "id" : 2,
    "nome": "Bulgaria",
    "descrizione": "La Bulgaria è una nazione balcanica con un territorio variegato che comprende la costa del Mar Nero, la zona montuosa interna e alcuni fiumi, tra cui il Danubio. Il mix di culture di matrice greca, slava, ottomana e persiana si riflette sul ricco patrimonio di danze, musica, costumi e prodotti di artigianato tradizionali. Sofia, la capitale, si trova ai piedi del monte Vitosha, il massiccio a forma di cupola, e risale al V secolo a.C.",
    "sicurezza": "l quadro politico e di sicurezza può considerarsi sostanzialmente stabile. Episodi di microcriminalità (scippi, furti di denaro e documenti) continuano a registrarsi nei confronti degli stranieri, soprattutto turisti, in particolare nella capitale Sofia e nelle zone costiere durante il periodo estivo. Alcune zone nel nord-ovest del Paese sono state valutate a rischio sismico, sebbene le scosse verificatesi negli ultimi anni non abbiano prodotto danni significativi a cose o persone.",
    "cibo": "La cucina bulgara è simile a quelle degli altri paesi balcanici e mostra una forte influenza turca e greca. Tra i cibi più rinomati si possono trovare lo yogurt, la lukanka, la banitsa, la šopska salata, la ljutenica e il kozunak, ma sono presenti altri piatti di origine tipicamente balcanica o medio-orientale come la musakà, il gjuveč e la baklava. Il consumo di carne è inferiore alla media europea e si riscontra una notevole prevalenza per una gran quantità di piatti di insalata e verdure. La rakija è un superalcolico tradizionale a base di frutta, che veniva consumato in Bulgaria già nel XIV secolo. Tra i vini bulgari più noti è possibile trovare tipi di traminer, moscati e di mavrud, dei quali vengono prodotti più di 200.000 tonnellate annue. Fino al 1989 la Bulgaria era il secondo esportatore di vino al mondo."
  },
  {
    "id" : 3,
    "nome": "Cipro",
    "descrizione": "La Repubblica di Cipro occupa la parte meridionale dell'omonima isola, che si trova nel Mediterraneo orientale. L'isola (e la sua capitale Nicosia) è spartita a nord con la Turchia. Nota per le sue spiagge, Cipro ha un entroterra aspro e ricco di vigneti. Pafo, sulla costa, è rinomata per i siti archeologici dedicati al culto di Afrodite, incluse le rovine di palazzi, tombe e ville rivestite di mosaici.",
    "sicurezza": "I punti legali di accesso nella Repubblica di Cipro sono gli aeroporti di Larnaca e di Pafos, i porti di Larnaca e Limassol. L’ingresso a Cipro attraverso qualsiasi altro punto di accesso operante illegalmente nei territori settentrionali dell’isola costituisce specifica violazione delle normative della Repubblica di Cipro e può addurre ad azioni penali. Tale divieto si applica anche alle imbarcazioni di qualsiasi tipologia (da diporto, commerciali ecc.): secondo la normativa vigente, il Comandante e/o proprietario di una imbarcazione (di qualsiasi tipologia) che entra, esce o ormeggia in un porto chiuso (Kyrenia/Girne, Famagosta/Gazimagusa e Karavostasi/Gemikonagi) è passibile di reclusione fino a 2 anni e/o di una multa fino a 17.086 euro. Si informa inoltre che l’aeroporto di Tymbou (chiamato “Ercan”) funziona illegalmente senza l’autorizzazione dell’ICAO. L’intervento militare turco dell’estate del 1974 ha diviso l’isola in due aree: a sud greco-cipriota (Repubblica di Cipro), a nord turco-cipriota (cosiddetta Repubblica Turca di Cipro del Nord). La “Buffer Zone” (zona cuscinetto) separa le due parti.  La “Buffer Zone”, in prossimità della quale è vietato fotografare e sostare con veicoli, è segnalata con cartelli, filo spinato, sacchi di sabbia, bidoni ecc. L’area è presidiata da un contingente multinazionale di caschi blu dell'ONU (UNFICYP). L’attraversamento della “buffer zone” è consentito, previa esibizione del passaporto o carta d’identità, ai check point di Ledra Palace (pedonale), Ledra Street (pedonale), Ayios Domethios/Metehan, Agios Nikolaos/Strovlia, Pyla/Pergamos, Astromeritis/Zodeia, Limnitis, Lefka/Aplici, Dherynia (automobilistici). L’isola è a rischio sismico. Negli ultimi anni si sono avuti vari movimenti tellurici anche se di entità non elevata: i maggiori sono stati nel 1996 (grado 6.3 della scala Richter), e nel 1999  (5.8 gradi). Medio-alto il rischio di incendi boschivi su tutta l’isola a causa della siccità e delle alte temperature. Si raccomanda ai connazionali di prestare attenzione e di segnalare al numero 1407 l’avvistamento di eventuali incendi.",
    "cibo": "La cucina cipriota è di tipo mediterraneo con influenze mediorientali. Caratteristici sono piatti di carne come il tavas (stufato di agnello o manzo con pomodori, cipolle e cannella) e lo stifado, uno stufato di agnello o coniglio cucinato con cipolle, vino e aceto. Altri piatti tipici della cucina cipriota sono la spanakopita, le kouperia (foglie di vite ripiene di riso o di carne), le yemista (verdure ripiene cotte al forno), le midye tavasi (cozze pastellate e fritte in olio), i dolmades (foglie di vite ripiene), il pourgouri (grano tritato, cotto a vapore con cipolle fritte), la moussaka e l'hummus. I dolci sono la Kadeifi (torta di miele), l'Halvas (a base di miele). Famosi sono i vini di Cipro tra cui il vino dolce Commandaria e, tra i liquori, l'ouzo o raki a base di anice."
  },
  {
    "id" : 4,
    "nome": "Croazia",
    "descrizione": "La Croazia è un Paese dell'Europa orientale con una lunga fascia costiera sul mare Adriatico. Comprende più di mille isole ed è attraversata dalle Alpi Dinariche. La capitale, Zagabria, si trova nell'entroterra e si contraddistingue per il centro storico medievale chiamato Gornji Grad (Città Alta) e per la presenza di diversi musei. Dubrovnik è la principale città lungo la costa, caratterizzata da grandi mura del XVI secolo che circondano il centro storico con edifici gotici e rinascimentali.",
    "sicurezza": "Non si segnalano al momento particolari criticità in relazione all’ordine pubblico.",
    "cibo": "La cucina croata (Hrvatska kuhinja) è l'espressione dell'arte culinaria sviluppata in Croazia. È caratterizzata per essere molto variopinta ed è proprio per questo conosciuta di più sotto le sue denominazioni regionali. Le sue radici le ha già nel periodo preslavo ed antico. La differenza nella scelta degli ingredienti e della preparazione di essi viene accentuata soprattutto se si paragona la parte continentale con quella marittima. Per la cucina continentale, le basi sono state gettate dalla cucina preslava e dai contatti, molto più recenti, con cucine più conosciute e rinomate (quella ungherese e viennese). Le regioni della costa sono caratterizzate dagli influssi dei Greci, Romani, Illiri; poi dei Veneziani[1] e più tardi anche dalla cucina italiana."
  },
  {
    "id" : 5,
    "nome": "Danimarca",
    "descrizione": "La Danimarca è un Paese scandinavo che comprende la penisola dello Jutland e numerose isole. È collegata alla Svezia dal ponte di Öresund. Copenaghen, la capitale, ospita palazzi reali e il colorato porto di Nyhavn insieme al parco divertimenti Tivoli e alla famosa statua della “Sirenetta”. Odense è la città natale dello scrittore Hans Christian Andersen, con un nucleo medievale fatto di strade acciottolate e case in legno e muratura.",
    "sicurezza": "Si registrano al momento alcune criticità sotto il profilo dell'ordine pubblico. Nella prima decade di agosto 2019 si sono verificate due esplosioni davanti a due uffici pubblici, che si sommano ad altre sette esplosioni avvenute dall'inizio dell'anno. Tali episodi, riconducibili ad azioni di criminalità organizzata, hanno provocato danni materiali, senza causare vittime. Per approfondimenti, consultare i paragrafi Aree di particolare cautela e Avvertenze.",
    "cibo": "La cucina danese (danske køkken) è l'espressione dell'arte culinaria sviluppata in Danimarca. È una cucina caratterizzata per essere ricca di carboidrati, pesce e carne. Questo è dovuto, al pari dell'arte culinaria dei paesi confinanti, al clima rigido che impone una cucina ricca da un punto di vista calorico. La ristorazione danese, in particolare a Copenaghen, ha avuto numerosi riconoscimenti internazionali, da parte della Guida Michelin."
  },
  {
    "id": 6,
    "nome": "Francia",
    "descrizione": "Situata nell'Europa occidentale, la Francia comprende città medievali, paesi alpini e spiagge sul Mediterraneo. Parigi, la capitale, è famosa per le case di moda, i musei di arte classica, tra cui il Louvre, e i monumenti come la Torre Eiffel. Il Paese è conosciuto anche per i vini e la cucina raffinata. Gli antichi disegni rupestri di Lascaux, il teatro romano di Lione e la grande Reggia di Versailles testimoniano la sua ricca storia.",
    "sicurezza": "Le tensioni sociali negli ultimi mesi hanno assunto una dimensione crescente. In particolare, il recente movimento dei gilets gialli indice manifestazioni di piazza che si svolgono ogni sabato in numerose città. Benché tali eventi siano attualmente meno intensi, durante le manifestazioni possono ancora verificarsi incidenti e scontri anche molto violenti con la polizia. Si consiglia di mantenersi informati attraverso i principali organi d'informazione (per esempio Radio France Info) e di evitare per quanto possibile le zone di volta in volta interessate. Si ricorda che l'eventuale assistenza ai concittadini è assicurata dagli Uffici della rete consolare (lista in questa pagina). Si registrano furti, borseggi e altri episodi di micro-criminalità a danno di turisti, in particolare nelle aree urbane di Parigi, Marsiglia, Montpellier, Lione e in Costa Azzurra (numerose a Nizza le denunce per piccoli furti effettuati da delinquenti in moto che, accostandosi ai turisti o alle autovetture in sosta ai semafori, scippano borse o valori). Occasioni di pericolo possono altresì determinarsi in ragione delle tensioni sociali nelle periferie di tutti i grandi agglomerati urbani.",
    "cibo": "In Francia inoltre, differenti stili di cucina sono praticati ed esistono moltissime tradizioni regionali, tanto che è difficile parlare di cucina francese come unificata. Esistono numerosi piatti regionali che si sono sviluppati al punto di essere (ri)conosciuti a livello nazionale. Molti piatti, in origine regionali, si sono imposti a livello nazionale con qualche variazione da regione a regione. I prodotti agricoli come il formaggio, il vino, la carne, etc., occupano un posto d'eccezione nella cucina francese, con numerosi prodotti regionali, che portano ad un alto livello l'agricoltura biologica o una protezione di denominazione come la denominazione d'origine controllata o l'indicazione geografica protetta."
  },
    {
    "id": 7,
    "nome": "Giappone",
    "descrizione": "Il Giappone è una nazione insulare nell’Oceano Pacifico con città densamente popolate, palazzi imperiali, parchi nazionali sulle montagne e migliaia di templi e santuari. I treni ad alta velocità, gli Shinkansen, collegano le isole principali: Kyushu (con le spiagge subtropicali di Okinawa), Honshu (dove si trovano Tokyo e il memoriale della bomba atomica di Hiroshima) e Hokkaido (rinomata per lo sci). Tokyo, la capitale, è famosa per i grattacieli, lo shopping e la cultura pop.",
    "sicurezza": "Sebbene il Giappone sia ritenuto un Paese sicuro, è tuttavia sempre opportuno usare le normali precauzioni a salvaguardia della propria sicurezza. In alcuni locali notturni di Roppongi, a Tokyo si sono recentemente registrati casi di rapina ai danni di stranieri, dopo che questi avevano assunto bevande alcoliche presumibilmente alterate con sonniferi. Si registra inoltre un aumento degli scippi nell’area metropolitana della capitale. Va infine tenuto presente l’accresciuto “rischio politico” legato alle tensioni internazionali che coinvolgono i principali attori della regione.",
    "cibo": "La cucina giapponese è l'espressione dell'arte culinaria sviluppata in Giappone. La cucina tradizionale viene chiamata in lingua giapponese nihon-ryōri (日本料理?) o washoku (和食?) per identificare la cucina precedente al periodo Meiji, in contrapposizione alla cucina yōshoku (洋食? “cucina occidentale”) diffusasi nel Paese nipponico in seguito all'abolizione del periodo di sakoku (Paese chiuso) conseguente alla Restaurazione Meiji. Durante quest'ultimo periodo, numerose pietanze di origine occidentale furono importate e adattate ai gusti locali. Uno degli ingredienti principali è il riso, ma sono diffusi anche pasta, pesce, verdure e legumi, conditi solitamente con le varie spezie locali. La carne è generalmente assente dalla cucina tradizionale, ma presente in alcuni piatti di origine straniera come ad esempio il tonkatsu. I piatti più conosciuti sono il sushi, il sashimi, ma anche ramen, udon e soba, oltre a piatti a base di tofu e nattō. Tra le bevande sono diffuse il sakè e il tè verde ed esiste una buona varietà di dolci (wagashi). Non esiste il concetto di primo piatto, secondo, contorno, frutta e di solito in tavola vengono portati contemporaneamente tutti i cibi, che vengono consumati senza ordine prestabilito. Molti piatti sono conviviali, nelle abitazioni vengono cotti con un fornello portatile direttamente in tavola ed i commensali si servono dalla pentola. Si fa un largo uso di pietanze fritte in diversi modi, la cui pesantezza viene bilanciata da una grande quantità di verdure. È nota per essere una delle cucine più bilanciate e salutari del mondo, parte importante della caratteristica longevità dei giapponesi. Dal dicembre 2013 è inserita fra i Patrimoni orali e immateriali dell'umanità dell'UNESCO."
  } 
  ],
  "profile": {
    "name": "typicode"
  }
}
